function About() {
    return (
        <section className="about container">
            <h2 className="section-title">من نحن:</h2>
            <p className="mb">
                الـمجد أوروبا هي منظمة إنسانية تأسست في عام 2010 في ألمانيا. نحن
                متخصصون في تقديم المساعدات وجهود الإنقاذ للمجتمعات المسلمة في مناطق
                النزاع والحروب. جذورنا متأصلة في قيم وتراث الإسلام، ويقع مقرنا الرئيسي
                في القدس الشريف، أولى القبلتين وثالث الحرمين الشريفين. منذ البداية،
                التزمنا بدعم المجتمعات المسلمة حول العالم، حيث نعمل في عدة دول لتقديم
                المساعدات والإغاثة لمن هم أكثر تضررًا من ويلات الحرب والمحن. خلال
                العام الماضي، ركزنا جهودنا بشكل أساسي على دعم أهل غزة، مع التركيز على
                مساعدة الجرحى والمصابين. يشمل ذلك تسهيل وصول المرضى إلى الرعاية الطبية
                الحرجة، وتأمين السفر إلى الخارج للعلاج، وضمان مرافقة ذويهم لهم طوال
                فترة العلاج.
            </p>
            <h3 className="sub-title">خدماتنا:</h3>
            <p className="mb">
                استمارة تسجيل بسيطة وسهلة الاستخدام ومتاحة للجميع، تتيح لك التسجيل في
                برنامجنا الإنساني – وهي خطواتك الأولى نحو مستقبل أكثر أماناً لك
                ولأطفالك.
            </p>
            <h3 className="sub-title">وجهات السفر:</h3>
            <p className="mb">
                تختلف الوجهات بناءً على معايير المتقدم. يقوم فريقنا المختص بتحديد
                الوجهة الأنسب بعد دراسة الجوانب الإنسانية واللوجستية.
            </p>
            <h3 className="sub-title">الخصوصية وحماية البيانات:</h3>
            <p className="mb">
                نلتزم بأعلى معايير الخصوصية وأمن البيانات. يتم حفظ جميع البيانات
                الشخصية بغرض المراجعة الأولية واستخدامها حصراً لأغراض إنسانية – ولا
                تستخدم لأي أغراض تجارية.
            </p>
            <div className="center">
                <a href="#faq" className="btn-outline">الأسئلة الشائعة</a>
            </div>
        </section>
    );
}

export default About;
